src/Server/Samples/SetPlayedSecondsRequest.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <setPlayedSeconds 
            xmlns="http://www.sonos.com/Services/1.1">
            <id>Inet___MetroLaut___metrolaut-spezial-anschlag-auf-das-kulturzentrum-suruc.mp3</id>
            <seconds>87</seconds>
            <contextId>Inet___MetroLaut___metrolaut-spezial-anschlag-auf-das-kulturzentrum-suruc.mp3</contextId>
            <offsetMillis>221102</offsetMillis>
        </setPlayedSeconds>
    </s:Body>
</s:Envelope>